Repository: kitodo/kitodo-publication
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# notification.depositLicense.admin.body
source: A deposit license has been given: Username: ###LICENSE_USERNAME### Title: ###TITLE### Author: ###AUTHOR### URN: ###URN### Processnumber: ###PROCESS_NUMBER### Document-ID: ###DOCUMENT_IDENTIFIER### Date: ###DATE### Files: ###FILE_LIST### License URI: ###LICENSE_URI### License: ###LICENSE_TEXT###
de: Eine Einverständiserklärung wurde abgegeben: Benutzername: ###LICENSE_USERNAME### Titel: ###TITLE### Autor: ###AUTHOR### URN: ###URN### Vorgangsnummer: ###PROCESS_NUMBER### Dokument-ID: ###DOCUMENT_IDENTIFIER### Datum: ###DATE### Dateien: ###FILE_LIST### Lizenz-URI: ###LICENSE_URI### Lizenz: ###LICENSE_TEXT###

# notification.depositLicense.admin.subject
source: Deposit license
de: Einverständniserklärung

# message.suggestion_flashmessage
source: Suggestion successfully saved.
de: Änderungs-/Wiederherstellungsvorschlag erfolgreich gespeichert.

# message.suggestion_accepted.workingcopy_info
source: Status not changed. If you want to complete the processing, choose a status ('Approved', 'Postponed' or 'Discard').
de: Status nicht geändert. Wenn Sie die Bearbeitung abschließen möchten, wählen Sie jetzt einen Status ('Freigeben', 'Zurückstellen' oder 'Verwerfen').

# message.suggestion_accepted.new_workingcopy_info
source: Status changed to 'In progress'. If you want to complete the processing, choose a status ('Approved', 'Postponed' or 'Discard').
de: Status geändert auf 'In Bearbeitung'. Wenn Sie die Bearbeitung abschließen möchten, wählen Sie jetzt einen Status ('Freigeben', 'Zurückstellen' oder 'Verwerfen').

# search.control.extendedSearch
source: Extended search
de: Erweiterte Suche

# search.control.new
source: New
de: Neu

# search.control.simpleSearch
source: Simple search
de: Einfache Suche

# search.doubletCheck.author
source: Author
de: Autor

# search.doubletCheck.datasetIdentifier
source: Dataset Identifier
de: Datensatzkennung

# search.doubletCheck.foundMessage
source: The following possible duplicates were found:
de: Folgende mögliche doubletten wurden gefunden:

# search.doubletCheck.nothingFoundMessage
source: There were no potential duplicates found.
de: Es wurden keine möglichen Doubletten gefunden.

# search.doubletCheck.publicationDate
source: Publication Date
de: Veröffentlichungsdatum

# search.doubletCheck.submitter
source: Submitter
de: Einreicher

# search.doubletCheck.publishedDate
source: Published date
de: Veröffentlichungsdatum

# search.doubletCheck.title
source: Title
de: Titel

# search.form.button.search
source: Search
de: Suchen

# search.form.header.extendedSearch
source: Advanced search
de: Erweiterte Suche

# search.form.label.abstract
source: Abstract
de: Zusammenfassung

# search.form.label.author
source: Author
de: Autor

# search.form.label.corporation
source: Corporation
de: Institution

# search.form.label.date
source: Date
de: Datum

# search.form.label.from
source: From
de: Von

# search.form.label.inactiveDeleted
source: Inactive/Deleted
de: Inaktiv/Gelöscht

# search.form.label.query
source: Search String
de: Suchbegriff

# search.form.label.tag
source: Tag
de: Schlagwörter

# search.form.label.title
source: Title
de: Titel

# search.form.label.to
source: To
de: Bis

# search.form.label.type
source: Type
de: Dokumenttyp

# search.resultList.author
source: Author
de: Autor

# search.resultList.corporation
source: Corporation
de: Institution

# search.resultList.documentFound
source: document found.
de: Dokument gefunden.

# search.resultList.documentsFound
source: documents found.
de: Dokumente gefunden.

# search.resultList.more
source: More results
de: Mehr Ergebnisse

# search.resultList.nothingFound
source: No results for your search.
de: Keine Ergebnisse für Ihre Suche.

# search.resultList.publicationDate
source: Publication date
de: Veröffentlichungsdatum

# search.resultList.state
source: State
de: Status

# search.resultList.state.new
source: NEW
de: NEU

# search.resultList.state.active
source: ACTIVE
de: AKTIV

# search.resultList.state.deleted
source: DELETED
de: GELÖSCHT

# search.resultList.state.inactive
source: INACTIVE
de: INAKTIV

# search.resultList.title
source: Title
de: Titel

# task.embargo.description
source: Embargo task for sending information to admins or publish files automatically if the embargo date is expired.
de: Die Embargo Aufgabe versendet Benachrichtigungen an Admins und veröffentlicht Dateien automatisch, wenn das Embargo abgelaufen ist.

# tt_content.pi_flexform.searchAndResults
source: Show Search and Result List
de: Suche und Ergebnisse

# tt_content.pi_flexform.searchResultsPid
source: Search Results on Page
de: Seite der Suchergebnisse

# tt_content.pi_flexform.select_function
source: Select Function of Plugin
de: Funktion des Plugins

# tt_content.pi_flexform.sheet_general
source: Options
de: Optionen

# tt_content.pi_flexform.showSearchForm
source: Show Search Form only
de: Suchformular

# tt_content.pi_flexform.searchResultsFilter.options
source: Filter Options
de: Filteroptionen

# tt_content.pi_flexform.searchResultsFilter.description
source: Use these settings to filter search results. Multiple filters use AND as conjunction operator.
de: Diese Einstellungen ermöglichen das Filtern der Suchergebnisse. Mehrere Filter werden über ein logisches UND miteinander verknüpft.

# tt_content.pi_flexform.searchResultsFilter.collections
source: Filter Search Results by Collections (comma-separated Values)
de: Suchergebnisse nach Kollektionen filtern (kommaseparierte Liste)

# tt_content.pi_flexform.searchResultsFilter.title
source: Filter Search Results by Title
de: Suchergebnisse nach Titel filtern

# tt_content.pi_flexform.searchResultsFilter.author
source: Filter Search Results by Author
de: Suchergebnisse nach Autor filtern

# tt_content.pi_flexform.searchResultsFilter.abstract
source: Filter Search Results by Abstract
de: Suchergebnisse nach Zusammenfassung filtern

# tt_content.pi_flexform.searchResultsFilter.tag
source: Filter Search Results by Tags (comma-separated Values)
de: Suchergebnisse nach Schlagwörtern filtern (kommaseparierte Liste)

# tt_content.pi_flexform.searchResultsFilter.doctype
source: Filter Search Results by Document types
de: Suchergebnisse nach Dokumenttypen filtern

# tt_content.pi_flexform.searchResultsFilter.corporation
source: Filter Search Results by Corporation
de: Suchergebnisse nach Institution filtern

# tt_content.pi_flexform.searchResultsFilter.from
source: Filter Search Results by Date (from)
de: Suchergebnisse nach Datum (von) filtern

# tt_content.pi_flexform.searchResultsFilter.till
source: Filter Search Results by Date (till)
de: Suchergebnisse nach Datum (bis) filtern

# tt_content.pi_flexform.searchResultsFilter.language
source: Filter Search Results by Languages (comma-separated ISO 639-2 codes)
de: Suchergebnisse nach Sprachen filtern (kommaseparierte ISO 639-2 codes)

# tt_content.pi_flexform.searchResultsFilter.classification
source: Filter Search Results by Classification
de: Suchergebnisse nach Klassifikation filtern

# tt_content.pi_flexform.searchResultsFilter.project
source: Filter Search Results by Project
de: Suchergebnisse nach Projekt filtern

# tt_content.pi_flexform.searchResultsFilter.submitter
source: Filter Search Results by Submitter
de: Suchergebnisse nach Einreicher filtern

# tt_content.pi_flexform.documentTypes
source: Document types
de: Dokumenttypen

# tt_content.pi_flexform.documentTypePage
source: PID of the document type page
de: PID der Dokumenttyp-Seite

# tx_dpf_domain_model_document.xml_data
source: Xml Data
de: Xml Daten

# tx_dpf_domain_model_documenttype.display_name
source: Display Name
de: Anzeigename

# tx_dpf_kitodopublicationform.options
source: Options
de: Optionen

# widget.pagination.next
source: next
de: Nächste

# widget.pagination.previous
source: previous
de: Vorherige

# manager.locallang.bul
source: Bulgarian
de: Bulgarisch

# manager.locallang.chi
source: Chinese
de: Chinesisch

# manager.locallang.dan
source: Danish
de: Dänisch

# manager.locallang.ger
source: German
de: Deutsch

# manager.locallang.eng
source: English
de: Englisch

# manager.locallang.fin
source: Finnish
de: Finnisch

# manager.locallang.fre
source: French
de: Französisch

# manager.locallang.gre
source: Greek; Modern Greek
de: Griechisch; Neugriechisch

# manager.locallang.ita
source: Italian
de: Italienisch

# manager.locallang.lat
source: Latin
de: Latein

# manager.locallang.dut
source: Dutch; Flemish
de: Niederländisch; Flämisch

# manager.locallang.dsb
source: Lower Sorbian
de: Niedersorbisch

# manager.locallang.hsb
source: Upper Sorbian
de: Obersorbisch

# manager.locallang.pol
source: Polish
de: Polnisch

# manager.locallang.por
source: Portuguese
de: Portugiesisch

# manager.locallang.rus
source: Russian
de: Russisch

# manager.locallang.swe
source: Swedish
de: Schwedisch

# manager.locallang.slo
source: Slovak
de: Slowakisch

# manager.locallang.spa
source: Spanish; Castilian
de: Spanisch; Kastilisch

# manager.locallang.cze
source: Czech
de: Tschechisch

# manager.locallang.vie
source: Vietnamese
de: Vietnamesisch

# manager.locallang.user.settings
source: Account settings
de: Konto-Einstellungen

# manager.locallang.user.settings.firstName
source: First name
de: Vorname

# manager.locallang.user.settings.lastName
source: Last name
de: Nachname

# manager.locallang.user.settings.identifier
source: Identifier
de: Identifikator

# manager.locallang.user.settings.orgaName
source: Organisational Unit
de: Organisationseinheit(en)

# manager.locallang.user.settings.email.info
source: To receive notifications, you can enter your email address here.
de: Um Benachrichtigungen zu erhalten, können Sie hier Ihre E-Mail-Adresse eintragen.

# manager.locallang.user.settings.notifications
source: Send notifications when ...
de: Benachrichtigungen senden, wenn ...

# manager.locallang.user.settings.changes_mypublications
source: ... a publication in "My Publications" has been changed.
de: ... eine Publikation in "Meine Publikationen" geändert wird.

# manager.locallang.user.settings.assigned_myself
source: Only if I am personally assigned to this publication (e.g. as an author).
de: Nur, wenn ich dieser Publikation persönlich zugeordnet bin (z. B. als Autor*in).

# manager.locallang.user.settings.on_status_change
source: Only if the status changes (e.g. from reported to released).
de: Nur, wenn sich dabei der Status ändert (z. B. von gemeldet zu freigegeben).

# manager.locallang.user.settings.fulltext_media_published
source: Only if a full text is published.
de: Nur, wenn dabei ein Volltext veröffentlicht wird.

# manager.locallang.user.settings.new_in_mypublications
source: ... a new publication is added to "My Publications".
de: ... eine neue Publikation zu "Meine Publikationen" hinzukommt.

# manager.locallang.user.settings.save
source: Save
de: Speichern

# manager.locallang.user.settings.message.invalidFisId
source: FIS identifier was invalid and was not saved.
de: FIS-Identifikator war ungültig und wurde nicht gespeichert.

# manager.locallang.user.settings.message.successfullySaved
source: Changes have been saved.
de: Änderungen wurden gespeichert.

# manager.locallang.user.settings.fisid_warning
source: In order to improve the view of your own publications and to activate personalized functions, you can link your FIS-ID. To do this, go to "Search in FIS" in the user area, search for yourself and save the ID found.
de: Um die Sicht auf Ihre eigenen Publikationen zu verbessern und personalisierte Funktionen zuzuschalten, können Sie Ihre FIS-ID verknüpfen. Gehen Sie dazu im Benutzerbereich auf "Suche in FIS", suchen Sie nach sich selbst und speichern Sie die gefundene ID.

# manager.apimodal.close
source: Close
de: Schließen

# elasticsearch.invalidConfiguration
source: No ElasticSearch server running or missing configuration
de: ElasticSearch-Server wurde nicht gefunden oder die Konfiguration fehlt

# summary.header
source: Summary
de: Zusammenfassung
