Repository: kitodo/kitodo-publication
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_dpf_domain_model_client
source: Client
de: Mandant

# tx_dpf_domain_model_client.admin_new_document_notification_body
source: New document body
de: Neuer Dokument Body

# tx_dpf_domain_model_client.admin_new_document_notification_subject
source: New document subject
de: Neues Dokumententhema

# tx_dpf_domain_model_client.admin_register_document_notification_body
source: Document registration body
de: Dokumentanmeldung Body

# tx_dpf_domain_model_client.admin_register_document_notification_subject
source: Document registration subject
de: Dokumentanmeldung Thema

# tx_dpf_domain_model_client.client
source: Client name
de: Mandantenname

# tx_dpf_domain_model_client.elastic_search_host
source: Host address
de: Hostadresse

# tx_dpf_domain_model_client.fedora_host
source: Host address
de: Hostadresse

# tx_dpf_domain_model_client.fedora_password
source: Password
de: Passwort

# tx_dpf_domain_model_client.fedora_user
source: Username
de: Benutzername

# tx_dpf_domain_model_client.fedora_endpoint
source: Endpoint
de: Endpunkt

# tx_dpf_domain_model_client.fedora_collection_namespace
source: Collection namespace
de: Kollektionsnamensraum

# tx_dpf_domain_model_client.library_identifier
source: Library identifier
de: Bibliothekskennung

# tx_dpf_domain_model_client.network_initial
source: Network initial
de: Netzwerk Initial

# tx_dpf_domain_model_client.niss_part_replace
source: NISS part replace: Workaround to ensure clear URNs for local generation in the frontend
de: NISS part replace: Workaround zur Sicherstellung eindeutiger URNs bei lokaler Generierung im Frontend

# tx_dpf_domain_model_client.niss_part_search
source: NISS part search: Workaround to ensure clear URNs for local generation in the frontend
de: NISS part search: Workaround zur Sicherstellung eindeutiger URNs bei lokaler Generierung im Frontend

# tx_dpf_domain_model_client.owner_id
source: Owner ID
de: Besitzer ID

# tx_dpf_domain_model_client.project
source: Project name
de: Projektname

# tx_dpf_domain_model_client.replace_niss_part
source: Replace NISS part: Workaround to ensure clear URNs for local generation in the frontend
de: Replace NISS part: Workaround zur Sicherstellung eindeutiger URNs bei lokaler Generierung im Frontend

# tx_dpf_domain_model_client.submitter_ingest_notification_body
source: Ingest body
de: Aufnahme Body

# tx_dpf_domain_model_client.submitter_ingest_notification_subject
source: Ingest subject
de: Aufnahme Thema

# tx_dpf_domain_model_client.submitter_new_document_notification_body
source: New document body
de: Neuer Dokument Body

# tx_dpf_domain_model_client.submitter_new_document_notification_subject
source: New document subject
de: Neues Dokumententhema

# tx_dpf_domain_model_client.mypublications_update_notification_subject
source: Update publication subject
de: Publikationsaktualisierung Thema

# tx_dpf_domain_model_client.mypublications_update_notification_body
source: Update publication body
de: Publikationsaktualisierung Body

# tx_dpf_domain_model_client.mypublications_new_notification_subject
source: New publication subject
de: Neue Publikation Thema

# tx_dpf_domain_model_client.mypublications_new_notification_body
source: New publication body
de: Neue Publikation Body

# tx_dpf_domain_model_client.admin_new_suggestion_body
source: New suggestion body
de: Neuer Änderungsvorschlag Mailtext

# tx_dpf_domain_model_client.admin_new_suggestion_subject
source: New suggestion
de: Neuer Änderungsvorschlag

# tx_dpf_domain_model_client.admin_embargo_body
source: Embargo expired body
de: Embargo abgelaufen Mailtext

# tx_dpf_domain_model_client.admin_embargo_subject
source: Embargo expired
de: Embargo abgelaufen

# tx_dpf_domain_model_client.admin_deposit_license_notification_subject
source: Deposit license subject
de: Einverständniserklärung Thema

# tx_dpf_domain_model_client.admin_deposit_license_notification_body
source: Deposit license body
de: Einverständniserklärung Body

# tx_dpf_domain_model_client.send_admin_deposit_license_notification
source: Send deposit license notification emails
de: Einverständniserklärungen per E-Mail versenden

# tx_dpf_domain_model_client.suggestion_flashmessage
source: Suggestion flashmessage
de: Änderungs-/Wiederherstellungsvorschlag Flashmessage

# tx_dpf_domain_model_client.sword_collection_namespace
source: Collection namespace
de: Kollektionsnamensraum

# tx_dpf_domain_model_client.sword_host
source: Host address
de: Hostadresse

# tx_dpf_domain_model_client.sword_password
source: Password
de: Passwort

# tx_dpf_domain_model_client.sword_user
source: Username
de: Benutzername

# tx_dpf_domain_model_client.upload_directory
source: Directory path
de: Verzeichnispfad

# tx_dpf_domain_model_client.primary_urn_xpath
source: Primary Urn xpath
de: Primär-URN (XPath)

# tx_dpf_domain_model_client.date_xpath
source: Distribution date
de: Datum der Veröffentlichung im Repository (Xpath)

# tx_dpf_domain_model_client.publishing_year_xpath
source: Publishing year xpath
de: Publikationsjahr (XPath)

# tx_dpf_domain_model_client.state_xpath
source: State xpath
de: Dokumentszustand (XPath)

# tx_dpf_domain_model_client.file_xpath
source: File xpath
de: Datei-XPath

# tx_dpf_domain_model_client.file_id_xpath
source: File id xpath, relative to the file xpath
de: Datei-ID (XPath), relativ zum Datei-XPath

# tx_dpf_domain_model_client.file_mimetype_xpath
source: File mimetype xpath, relative to the file xpath
de: Datei-MimeType (XPath), relativ zum Datei-XPath

# tx_dpf_domain_model_client.file_href_xpath
source: File href xpath, relative to the file xpath
de: Datei-Href (XPath), relativ zum Datei-XPath

# tx_dpf_domain_model_client.file_download_xpath
source: File download xpath, relative to the file xpath
de: Datei-Download (XPath), relativ zum Datei-XPath

# tx_dpf_domain_model_client.file_archive_xpath
source: File archive xpath, relative to the file xpath
de: Datei-Archive (XPath), relativ zum Datei-XPath

# tx_dpf_domain_model_client.file_deleted_xpath
source: File deleted xpath, relative to the file xpath
de: Datei-Deleted (XPath), relativ zum Datei-XPath

# tx_dpf_domain_model_client.file_title_xpath
source: File title xpath, relative to the file xpath
de: Datei-Title (XPath), relativ zum Datei-XPath

# tx_dpf_domain_model_client.type_xpath
source: Document type xpath
de: Documenttyp (XPath)

# tx_dpf_domain_model_client.title_xpath
source: Title xpath
de: Titel (XPath)

# tx_dpf_domain_model_client.original_source_title_xpath
source: Original source title xpath
de: Titel der Originalquelle (XPath)

# tx_dpf_domain_model_client.process_number_xpath
source: Process number xpath
de: Prozessnummer (XPath)

# tx_dpf_domain_model_client.creator_xpath
source: Creator xpath
de: Ersteller (XPath)

# tx_dpf_domain_model_client.creation_date_xpath
source: Creation date xpath
de: Erstellungsdatum (XPath)

# tx_dpf_domain_model_client.repository_creation_date_xpath
source: Repository creation date xpath
de: Repository-Erstellungsdatum (XPath)

# tx_dpf_domain_model_client.repository_last_mod_date_xpath
source: Repository last mod date xpath
de: Datum der letzten Änderung imn Repository (XPath)

# tx_dpf_domain_model_client.deposit_license_xpath
source: Deposit license xpath
de: Lizenz (Xpath)

# tx_dpf_domain_model_client.all_notes_xpath
source: All notes xpath
de: Alle Notizen (Xpath)

# tx_dpf_domain_model_client.private_notes_xpath
source: Private notes xpath
de: Private Notizen (Xpath)

# tx_dpf_domain_model_client.person_family_xpath
source: Person family xpath
de: Person-Nachname (Xpath)

# tx_dpf_domain_model_client.person_given_xpath
source: Person given xpath
de: Person-Vorname (XPath)

# tx_dpf_domain_model_client.person_role_xpath
source: Person role xpath
de: Person-Rolle (XPath)

# tx_dpf_domain_model_client.person_fis_identifier_xpath
source: Person fis identifier xpath
de: Person-FisId (XPath)

# tx_dpf_domain_model_client.person_affiliation_xpath
source: Person affiliation xpath
de: Person-Zugehörigkeit (XPath)

# tx_dpf_domain_model_client.person_affiliation_identifier_xpath
source: Person affiliation identifier xpath
de: Person-Zugehörigkeits-ID (XPath)

# tx_dpf_domain_model_client.source_details_xpaths
source: Source details xpaths (Semicolon separated)
de: Quellen-Angaben (XPath, Semikolon separiert)

# tx_dpf_domain_model_client.collection_xpath
source: Collection xpath
de: Kollektionen (XPath)

# tx_dpf_domain_model_client.person_author_role
source: Person author role
de: Person-Autor-Rolle

# tx_dpf_domain_model_client.person_publisher_role
source: Person publisher role
de: Person-Publisher-Rolle

# tx_dpf_domain_model_client.submitter_name
source: Submitter name
de: Name des Erstellers

# tx_dpf_domain_model_client.submitter_email
source: Submitter email
de: Email des Erstellers

# tx_dpf_domain_model_client.submitter_notice
source: Submitter notice
de: Notiz des Erstellers

# tx_dpf_domain_model_client.type_xpath_input
source: Type xpath input
de: Documenttype Speicherort XPath vor Umwandlung in Internformat

# tx_dpf_domain_model_client.choose_transformation
source: --- Please choose ---
de: --- Bitte wählen ---

# tx_dpf_domain_model_client.input_transformation
source: Transformation file input
de: Transformations-Datei Import

# tx_dpf_domain_model_client.output_transformation
source: Transformation file output
de: Transformations-Datei Export

# tx_dpf_domain_model_client.elastic_search_transformation
source: Transformation file internal format -> ElasticSearch
de: Transformations-Datei internes Format -> ElasticSearch

# tx_dpf_domain_model_document
source: Document
de: Dokument

# tx_dpf_domain_model_document.authors
source: Authors
de: Autoren

# tx_dpf_domain_model_document.date_issued
source: Date Issued
de: Ausstellungsdatum

# tx_dpf_domain_model_document.document_type
source: Document Type
de: Dokumenttyp

# tx_dpf_domain_model_document.object_identifier
source: Object Identifier
de: Objektkennung

# tx_dpf_domain_model_document.state
source: State
de: Status

# tx_dpf_domain_model_document.remote_last_mod_date
source: Remote last modification date
de: Datum der Letzten Änderung auf dem Server

# tx_dpf_domain_model_document.transfer_status
source: Transfer State
de: Übertragungs-Status

# tx_dpf_domain_model_document.process_number
source: Process Number
de: Vorgangsnummer

# tx_dpf_domain_model_document.reserved_object_identifier
source: Reserved Object Identifier
de: Reservierte Objektkennung

# tx_dpf_domain_model_document.slub_info_data
source: Slub Info Data
de: SLUB Info Daten

# tx_dpf_domain_model_document.title
source: Title
de: Titel

# tx_dpf_domain_model_document.comment
source: Comment
de: Kommentar

# tx_dpf_domain_model_document.xml_data
source: Xml Data
de: Xml Daten

# tx_dpf_domain_model_document.valid
source: Valid
de: Gültig

# tx_dpf_domain_model_document.creator
source: Creator
de: Ersteller

# tx_dpf_domain_model_document.creation_date
source: Creation date
de: Erstellungsdatum

# tx_dpf_domain_model_document.temporary
source: Temporary
de: Temporär

# tx_dpf_domain_model_document.changed
source: Changed
de: Geändert

# tx_dpf_domain_model_document.file
source: File
de: Datei

# tx_dpf_domain_model_document.suggestion
source: Suggestion
de: Änderungsvorschlag

# tx_dpf_domain_model_document.linked_uid
source: Linked uid
de: Verknüpfte Dokument uid

# tx_dpf_domain_model_documenttransferlog
source: Document Transfer Log
de: Dokumentenübertragungsprotokoll

# tx_dpf_domain_model_documenttransferlog.action
source: Action
de: Aktion

# tx_dpf_domain_model_documenttransferlog.curl_error
source: Curl Error
de: Curl Fehler

# tx_dpf_domain_model_documenttransferlog.date
source: Date
de: Datum

# tx_dpf_domain_model_documenttransferlog.document_uid
source: Document Uid
de: Dokumenten Uid

# tx_dpf_domain_model_documenttransferlog.object_identifier
source: Object Identifier
de: Objektkennung

# tx_dpf_domain_model_documenttransferlog.response
source: Response
de: Antwort

# tx_dpf_domain_model_documenttype
source: Document Type
de: Dokumenttyp

# tx_dpf_domain_model_documenttype.display_name
source: Display Name
de: Anzeigename

# tx_dpf_domain_model_documenttype.metadata_page
source: Metadata Page
de: Metadatenseite

# tx_dpf_domain_model_documenttype.virtual_type
source: virtual
de: Virtuell

# tx_dpf_domain_model_documenttype.hidden_in_list
source: hide in list
de: In Liste verbergen

# tx_dpf_domain_model_documenttype.transformation_file_input
source: Transformation file input
de: Transformations Datei Import

# tx_dpf_domain_model_documenttype.transformation_file_output
source: Transformation file output
de: Transformations Datei Export

# tx_dpf_domain_model_documenttype.choose_transformation
source: --- Please choose ---
de: --- Bitte wählen ---

# tx_dpf_domain_model_documenttype.crossref_types
source: CrossRef types
de: CrossRef-Typen

# tx_dpf_domain_model_documenttype.datacite_types
source: DataCite types
de: DataCite-Typen

# tx_dpf_domain_model_documenttype.k10plus_types
source: K10plus types
de: K10plus-Typen

# tx_dpf_domain_model_documenttype.pubmed_types
source: PubMed types
de: PubMed-Typen

# tx_dpf_domain_model_documenttype.bibtex_types
source: BibTex types
de: BibTex-Typen

# tx_dpf_domain_model_documenttype.riswos_types
source: RisWos types
de: RisWos-Typen

# tx_dpf_domain_model_file
source: File
de: Datei

# tx_dpf_domain_model_file.archive
source: Archive
de: Archiv

# tx_dpf_domain_model_file.file_group_deleted
source: Deleted
de: Gelöscht

# tx_dpf_domain_model_file.content_type
source: Content Type
de: Inhaltstyp

# tx_dpf_domain_model_file.datastream_identifier
source: Datastream Identifier
de: Datastreamkennung

# tx_dpf_domain_model_file.document
source: Document
de: Dokument

# tx_dpf_domain_model_file.primary_file
source: Primary file
de: Primärdatei

# tx_dpf_domain_model_file.title
source: Title
de: Titel

# tx_dpf_domain_model_file.file_identifier
source: File identifier
de: Datei-Identifikator

# tx_dpf_domain_model_file.validation_results
source: Validation results
de: Prüfergebnisse

# tx_dpf_domain_model_inputoption
source: Input Option
de: Eingabeoption

# tx_dpf_domain_model_inputoption.display_name
source: Display name
de: Anzeigename

# tx_dpf_domain_model_inputoption.value
source: Value
de: Wert

# tx_dpf_domain_model_inputoptionlist
source: Input Option List
de: Liste der Eingabeoptionen

# tx_dpf_domain_model_inputoptionlist.default_value
source: Default value
de: Standardwert

# tx_dpf_domain_model_inputoptionlist.display_name
source: Display Name
de: Anzeigename

# tx_dpf_domain_model_inputoptionlist.value_label_list
source: Value label list
de: Wertebezeichnungsliste

# tx_dpf_domain_model_inputoptionlist.value_list
source: Value list
de: Werteliste

# tx_dpf_domain_model_metadatagroup
source: Metadata Group
de: Metadatengruppe

# tx_dpf_domain_model_metadatagroup.access_restriction_roles
source: Access restriction roles
de: Zugriffsbeschränkungsrollen

# tx_dpf_domain_model_metadatagroup.display_name
source: Display Name
de: Anzeigename

# tx_dpf_domain_model_metadatagroup.mandatory
source: Mandatory
de: Pflicht

# tx_dpf_domain_model_metadatagroup.mandatory_yes
source: Yes
de: Ja

# tx_dpf_domain_model_metadatagroup.mandatory_file_only
source: Only with attached files
de: Nur bei angehängten Dateien

# tx_dpf_domain_model_metadatagroup.mapping
source: Mapping
de: Zuordnung

# tx_dpf_domain_model_metadatagroup.json_mapping
source: JSON Mapping
de: JSON-Zuordnung

# tx_dpf_domain_model_metadatagroup.mapping_for_reading
source: Mapping for reading
de: Zuordnung zum Lesen

# tx_dpf_domain_model_metadatagroup.max_iteration
source: Max Iteration
de: Maximale Iterationen

# tx_dpf_domain_model_metadatagroup.metadata_object
source: Metadata Object
de: Metadatenobjekt

# tx_dpf_domain_model_metadatagroup.mods_extension_mapping
source: Mods Extension Mapping
de: Zuordnung Modserweiterung

# tx_dpf_domain_model_metadatagroup.mods_extension_reference
source: Mods Extension Reference Attribute
de: Referenzattribut Modserweiterung

# tx_dpf_domain_model_metadatagroup.optional_groups
source: Optional groups (shows only groups which are mandatory)
de: Optionale Gruppen (Zeigt nur Gruppen die als Pflichtgruppe konfiguriert sind)

# tx_dpf_domain_model_metadatagroup.required_groups
source: Required groups (shows only groups which are not mandatory)
de: Pflichtgruppen (Zeigt nur Gruppen die nicht als Pflichtgruppe konfiguriert sind)

# tx_dpf_domain_model_metadataobject
source: Metadata Object
de: Metadatenobjekt

# tx_dpf_domain_model_metadataobject.access_restriction_roles
source: Access restriction roles
de: Zugriffsbeschränkungsrollen

# tx_dpf_domain_model_metadataobject.consent
source: Consent field
de: Einwilligungsfeld

# tx_dpf_domain_model_metadataobject.validator.date
source: date
de: Datum

# tx_dpf_domain_model_metadataobject.validator.regexp
source: regexp
de: Regulärer Ausdruck

# tx_dpf_domain_model_metadataobject.default_value
source: Default value
de: Standardwert

# tx_dpf_domain_model_metadataobject.display_name
source: Display Name
de: Anzeigename

# tx_dpf_domain_model_metadataobject.help_text
source: Help text
de: Hilfe-Text

# tx_dpf_domain_model_metadataobject.gnd_field_uid
source: Fillout service: Linked key field (UID)
de: Fillout service: Verknüpftes Schlüssel-Feld (UID)

# tx_dpf_domain_model_metadataobject.input_field
source: Input Field
de: Eingabefeld

# tx_dpf_domain_model_metadataobject.deposit_license
source: Checkbox value
de: Checkbox-Wert

# tx_dpf_domain_model_metadataobject.max_input_length
source: Max input length
de: Maximale Eingabelänge

# tx_dpf_domain_model_metadataobject.input_option_list
source: Input option list
de: Liste der Einfügeoptionen

# tx_dpf_domain_model_metadataobject.input_type.hidden
source: hidden
de: Versteckt

# tx_dpf_domain_model_metadataobject.input_type.input
source: input
de: Eingabe

# tx_dpf_domain_model_metadataobject.input_type.select
source: select
de: Auswahl

# tx_dpf_domain_model_metadataobject.input_type.textarea
source: textarea
de: Textfeld

# tx_dpf_domain_model_metadataobject.input_type.licenceConsent
source: Licence consent
de: Lizenz-Einwilligung

# tx_dpf_domain_model_metadataobject.mandatory
source: Mandatory
de: Pflicht

# tx_dpf_domain_model_metadataobject.mandatory_yes
source: Yes
de: Ja

# tx_dpf_domain_model_metadataobject.mandatory_file_only
source: Only with attached files
de: Nur bei angehängten Dateien

# tx_dpf_domain_model_metadataobject.mapping
source: Mapping
de: Zuordnung

# tx_dpf_domain_model_metadataobject.json_mapping
source: JSON Mapping
de: JSON-Zuordnung

# tx_dpf_domain_model_metadataobject.max_iteration
source: Max Iteration
de: Maxiamale Iterationen

# tx_dpf_domain_model_metadataobject.mods_extension
source: Mods Extension Field
de: Modserweiterungsfeld

# tx_dpf_domain_model_metadataobject.validation
source: Validation expression
de: Validierungsausdruck

# tx_dpf_domain_model_metadataobject.validation_error_message
source: Validation error message
de: Validierungs-Fehlermeldung

# tx_dpf_domain_model_metadatapage
source: Metadata Page
de: Metadaten-Seite

# tx_dpf_domain_model_metadatapage.access_restriction_roles
source: Access restriction roles
de: Zugriffsbeschränkungsrollen

# tx_dpf_domain_model_metadatapage.display_name
source: Display Name
de: Anzeigename

# tx_dpf_domain_model_metadatapage.metadata_group
source: Metadata Group
de: Metadatengruppe

# tx_dpf_domain_model_metadatapage.page_number
source: Page Number
de: Seitenzahl

# tx_dpf_domain_model_processnumber
source: Process number
de: Vorgangsnummer

# tx_dpf_domain_model_processnumber.counter
source: Counter
de: Zähler

# tx_dpf_domain_model_processnumber.owner_id
source: Owner ID
de: Besitzer ID

# tx_dpf_domain_model_processnumber.year
source: Year
de: Jahr

# tx_dpf_domain_model_feusergroup.kitodo_role
source: KITODO Role
de: KITODO-Rolle

# tx_dpf_domain_model_feusergroup.access_to_groups
source: Access to the following groups
de: Zugriff auf folgende Gruppen erlauben

# tx_dpf_domain_model_feusergroup.kitodo_role_researcher
source: Researcher
de: Forschende

# tx_dpf_domain_model_feusergroup.kitodo_role_librarian
source: Librarian
de: Bibliothekar

# tx_dpf_domain_model_editinglock
source: Editing Lock
de: Bearbeitungssperre

# tx_dpf_domain_model_editinglock.document_identifier
source: Document Identifier
de: Dokument-Bezeichner

# tx_dpf_domain_model_editinglock.editor_uid
source: Editor UID
de: Bearbeiter-UID

# tx_dpf_domain_model_bookmark.document_identifier
source: Document Identifier
de: Dokument-Bezeichner

# tx_dpf_domain_model_transformationfile
source: Transformation file
de: Transformations Datei

# tx_dpf_domain_model_transformationfile.title
source: title
de: Titel

# tx_dpf_domain_model_transformationfile.newrelation
source: New relation
de: Datei auswählen

# tx_dpf_domain_model_storedsearch
source: Stored search
de: Gespeicherte Suche

# tx_dpf_domain_model_storedsearch.query
source: Query
de: Abfrage

# tx_dpf_domain_model_externalmetadata
source: External metadata
de: Externe Metadaten

# tx_dpf_domain_model_externalmetadata.title
source: Title
de: Titel

# tx_dpf_domain_model_externalmetadata.authors
source: Authors
de: Autoren

# tx_dpf_domain_model_externalmetadata.data
source: Data
de: Daten

# tx_dpf_domain_model_externalmetadata.source
source: Source
de: Quelle

# tx_dpf_domain_model_externalmetadata.publication_identifier
source: Publication Id
de: Publikations-Id

# tx_dpf_domain_model_depositlicense
source: Deposit license
de: Einverständniserklärung

# tx_dpf_domain_model_depositlicenselog
source: Deposit license log
de: Einverständniserklärungs-Protokoll

# tx_dpf_domain_model_depositlicenselog.username
source: Username
de: Benutzername

# tx_dpf_domain_model_depositlicenselog.licence_uri
source: License uri
de: Lizenz-Uri

# tx_dpf_domain_model_depositlicenselog.object_identifier
source: Object identifier
de: Objekt-Id

# tx_dpf_domain_model_depositlicenselog.process_number
source: Process number
de: Vorgangsnummer

# tx_dpf_domain_model_depositlicenselog.file_names
source: File names
de: Dateinamen

# tx_dpf_domain_model_client.active_messaging_suggestion_accept_url
source: Active messaging suggestion accept url
de: Aktive Benachrichtigung Vorschlag akzeptieren URL

# tx_dpf_domain_model_client.active_messaging_suggestion_decline_url
source: Active messaging suggestion decline url
de: Aktive Benachrichtigung Vorschlag abgelehnt URL

# tx_dpf_domain_model_client.active_messaging_new_document_url
source: Active messaging new document url
de: Aktive Benachrichtigung neues Dokument URL

# tx_dpf_domain_model_client.active_messaging_changed_document_url
source: Active messaging changed document url
de: Aktive Benachrichtigung Dokument wurde geändert URL

# tx_dpf_domain_model_client.active_messaging_suggestion_accept_url_body
source: Active messaging suggestion accept url body
de: Aktive Benachrichtigung Vorschlag akzeptieren URL

# tx_dpf_domain_model_client.active_messaging_suggestion_decline_url_body
source: Active messaging suggestion decline url body
de: Aktive Benachrichtigung Vorschlag abgelehnt URL

# tx_dpf_domain_model_client.active_messaging_new_document_url_body
source: Active messaging new document url body
de: Aktive Benachrichtigung neues Dokument URL

# tx_dpf_domain_model_client.active_messaging_changed_document_url_body
source: Active messaging changed document url
de: Aktive Benachrichtigung Dokument wurde geändert URL

# tx_dpf_domain_model_client.fis_collections
source: FIS collections (comma separated list)
de: FIS-Kollektionen (kommagetrennte List)
