Repository: kitodo/kitodo-publication
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: de

# admin_module.document_client
source: Document client
de: Dokumenten-Mandant

# admin_module.change_document_client
source: Change document client
de: Dokumenten-Mandant ändern

# admin_module.change_client
source: Change client
de: Mandanten ändern

# admin_module.change_client_to
source: Change client to ...
de: Mandanten ändern in ...

# admin_module.search_document
source: Search document
de: Dokument suchen

# admin_module.document_identifier
source: Document identifier
de: Dokument-Identifikator

# admin_module.cancel_button
source: Cancel
de: Abbrechen

# admin_module.close_button
source: Close
de: Schließen

# admin_module.title_column
source: Title
de: Titel

# admin_module.process_number_column
source: Process number
de: Vorgangsnummer

# admin_module.object_identifier_column
source: Object identifier
de: Objekt-Identifikator

# admin_module.client_column
source: Client
de: Mandant

# admin_module.document_type_column
source: Document type
de: Dokumenttyp

# admin_module.current_client_column
source: Current client
de: Aktueller Mandant

# admin_module.new_client_column
source: Target client
de: Ziel-Mandant

# admin_module.target_document_type
source: Target document type
de: Ziel-Dokumenttyp

# admin_module.nothing_found
source: No document found.
de: Kein Dokument gefunden.

# admin_module.nothing_found_message
source: Unfortunately, the search for "%s" returned no results.
de: Die Suche nach "%s" lieferte leider keine Treffer.

# admin_module.change_client_forbidden
source: Change of client not possible.
de: Mandantenwechsel nicht möglich.

# admin_module.change_client_forbidden_message
source: A client change is only possible for local documents, i.e. documents not yet published in the repository, which are in the state "Registered", "In progress", "Postponed" or "Discarded".
de: Ein Mandantwechsel ist nur für lokale, d.h. noch nicht im Repository publizierte, Dokumente möglich, die sich im Zustand "Angemeldet", "In Bearbeitung", "Zurückgestellt" oder "Verworfen" befinden.

# admin_module.missing_document_type
source: Missing document type.
de: Fehlender Dokumenttyp.

# admin_module.missing_document_type_message
source: Please select a target document type.
de: Bitte wählen Sie einen Ziel-Dokumenttyp aus.

# admin_module.client_changed
source: Client successfully changed.
de: Mandant erfolgreich geändert.

# admin_module.client_changed_message
source: The client of the selected document has been changed.
de: Der Mandat des ausgewählten Dokuments wurde geändert.

# admin_module.document_type_change_note
source: Please note!
de: Bitte beachten Sie!

# admin_module.document_type_change_note_message
source: Please select a suitable document type from the target client. By changing the document type, content from fields that are not available in the target document type may be lost. This cannot be undone.
de: Bitte wählen Sie einen geeigneten Dokumenttyp aus dem Ziel-Mandanten aus. Durch Ändern des Dokumenttyps können Inhalte aus Feldern verloren gehen, die im Zieldokumenttyp nicht verfügbar sind. Dies kann nicht rückgängig gemacht werden.
