Repository: kitodo/kitodo-publication
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# config.elasticSearchHost
source: Host address
de: Hostadresse

# config.fedoraHost
source: Host address
de: Hostadresse

# config.fedoraPassword
source: Password
de: Passwort

# config.fedoraUser
source: Username
de: Benutzername

# config.fedoraEndpoint
source: Endpoint
de: Endpunkt

# config.fedoraCollectionNamespace
source: Collection namespace
de: Kollektionsnamensraum

# config.uploadDirectory
source: Directory path
de: Verzeichnispfad

# documentForm.create.ok
source: Document successfully created.
de: Das Dokument wurde erfolgreich angelegt.

# documentForm.create.accessDenied
source: Could not create document, access denied.
de: Das Dokument konnte nicht angelegt werden, der Zugriff wurde verweigert.

# documentForm.edit.header
source: Edit %s
de: % bearbeiten

# documentForm.goBack
source: go back
de: zurück

# documentForm.new.header
source: New %s
de: %s anlegen

# documentForm.processNumber
source: Process Number
de: Vorgangsnummer

# documentForm.suggestRestore
source: Suggest restore
de: Wiederherstellung vorschlagen

# documentForm.restoreDocument
source: Restore document
de: Wiederherstellung des Dokuments

# documentForm.suggestComment
source: Comment
de: Kommentar

# documentForm.suggestCommentPlaceHolder
source: Here you can explain or justify your suggestion.
de: Hier können Sie Ihren Vorschlag erläutern oder begründen.

# documentForm.uploadError
source: Document couldn't be saved. File size limit exceeded:
de: Das Dokument konnte nicht gespeichert werden. Dateigrößenlimit wurde überschritten:

# documentForm.uploadPostError
source: Document couldn't be saved. Error while uploading files.
de: Das Dokument konnte nicht gespeichert werden. Fehler beim Dateiupload.

# documentForm.newFiles
source: New files
de: Neue Dateien

# document_activate.failure
source: Releasing %s failed.
de: Freigabe von %s fehlgeschlagen.

# document_activate.accessDenied
source: %s could not be released, access denied.
de: %s konnte nicht freigegeben werden, der Zugriff wurde verweigert.

# document_activate.failureNewVersion
source: Releasing %s failed. There is a newer Version.
de: Freigabe von %s fehlgeschlagen. Es gibt eine neuere Version.

# document_activate.success
source: %s successfully released.
de: %s erfolgreich freigegeben.

# document_inactivate.failure
source: Inactivating %s failed.
de: Aktivierung von %s fehlgeschlagen.

# document_inactivate.success
source: %s successfully inactivated.
de: %s erfolgreich inaktiviert.

# document_delete.failure
source: Deleting %s failed.
de: Löschen von %s fehlgeschlagen.

# document_delete.success
source: %s successfully deleted.
de: %s erfolgreich gelöscht.

# document_deleteLocally.failure
source: Deleting %s failed.
de: Löschen von %s fehlgeschlagen.

# document_deleteLocally.failureNewVersion
source: Deleting %s failed. There is a newer Version.
de: Löschen von %s fehlgeschlagen. Es gibt eine neuere Version.

# document_deleteLocally.failureBlocked
source: %s could not be deleted, because it is currently being edited.
de: %s konnte nicht gelöscht werden, da es gerade bearbeitet wird.

# document_deleteLocally.accessDenied
source: %s could not be deleted, access denied.
de: %s konnte nicht gelöscht werden, der Zugriff wurde verweigert.

# document_deleteLocally.success
source: %s successfully deleted.
de: %s erfolgreich gelöscht.

# document_edit.failureBlocked
source: %s is already being edited.
de: %s wird bereits bearbeitet.

# document_edit.accessDenied
source: Can not edit %s, access denied.
de: %s kann nicht bearbeitet werden, der Zugriff wurde verweigert.

# document_discard.success
source: %s successfully discarded.
de: %s erfolgreich verworfen.

# document_discard.failure
source: %s could not be discarded.
de: %s konnte nicht verworfen werden.

# document_discard.failureNewVersion
source: %s could not be discarded. There is a newer version.
de: %s konnte nicht verworfen werden. Es gibt eine neuere Version.

# document_discard.failureBlocked
source: %s could not be discarded, because it is currently being edited.
de: %s konnte nicht verworfen werden, da es gerade bearbeitet wird.

# document_discard.accessDenied
source: %s could not be discarded, access denied.
de: %s konnte nicht verworfen werden, der Zugriff wurde verweigert.

# document_postpone.success
source: %s successfully postponed.
de: %s erfolgreich zurückgestellt.

# document_postpone.failure
source: Document could not be postponed.
de: Dokument konnte nicht zurückgestellt werden.

# document_postpone.failureNewVersion
source: %s could not be postponed. There is a newer version.
de: %s konnte nicht zurückgestellt werden. Es gibt eine neuere Version.

# document_postpone.failureBlocked
source: %s could not be postponed, because it is currently being edited.
de: %s konnte nicht zurückgestellt werden, da es gerade bearbeitet wird.

# document_postpone.accessDenied
source: %s could not be postponed, access denied.
de: %s konnte nicht zurückgestellt werden, der Zugriff wurde verweigert.

# document_duplicate.success
source: The document has been duplicated.
de: Das Dokument wurde dupliziert.

# document_duplicate.failure
source: The document could not be duplicated.
de: Das Dokument konnte nicht dupliziert werden.

# document_duplicate.accessDenied
source: %s could not be duplicated, access denied.
de: %s konnte nicht dupliziert werden, der Zugriff wurde verweigert.

# document_ingest.failure
source: Releasing %s failed.
de: Freigabe von %s fehlgeschlagen.

# document_ingest.accessDenied
source: Releasing %s failed, access denied.
de: Freigabe von %s fehlgeschlagen, der Zugriff wurde verweigert.

# document_ingest.success
source: %s successfully released.
de: %s erfolgreich freigegeben.

# document_restore.failure
source: Restoring %s failed.
de: Wiederherstellung von %s fehlgeschlagen.

# document_restore.success
source: %s successfully restored.
de: %s erfolgreich wiederhergestellt.

# document_retrieve.failure
source: Importing dataset %s failed.
de: Import des Datensatzes %s fehlgeschlagen.

# document_retrieve.notFoundFailure
source: Importing dataset %s failed. Nothing found.
de: Import des Datensatzes %s fehlgeschlagen. Der Datensatz wurde nicht gefunden.

# document_retrieve.success
source: Dataset %s successfully imported.
de: Datensatz %s erfolgreich importiert.

# document_update.failure
source: Updating %s failed.
de: Aktualisierung von %s fehlgeschlagen.

# document_update.failureNewVersion
source: Updating %s failed. There is a newer version.
de: Aktualisierung von %s fehlgeschlagen. Es gibt eine neuere Version.

# document_update.accessDenied
source: Updating %s failed, access denied.
de: Aktualisierung von %s fehlgeschlagen, der Zugriff wurde verweigert.

# document_update.success
source: %s successfully updated.
de: %s erfolgreich aktualisiert.

# document_register.success
source: Document successfully registered.
de: Dokument erfolgreich gemeldet.

# document_register.accessDenied
source: Registering %s failed, access denied.
de: Anmeldung von %s fehlgeschlagen, der Zugriff wurde verweigert.

# document_register.missingValues
source: Registering %s failed, missing Information. Please fill in all required fields.
de: Anmeldung von %s fehlgeschlagen, es fehlen noch Angaben. Bitte füllen Sie alle Pflichtfelder aus.

# document_release.missingValues
source: Releasing '%s' failed, missing Information. Please fill in all required fields.
de: Freigeben von '%s' fehlgeschlagen, es fehlen noch Angaben. Bitte füllen Sie alle Pflichtfelder aus.

# document_showDetails.accessDenied
source: Can not show %s, access denied.
de: %s kann nicht angezeigt werden, der Zugriff wurde verweigert.

# document_suggestChange.accessDenied
source: Suggesting changes for %s failed, access denied.
de: Änderungsvorschlag für %s fehlgeschlagen, der Zugriff wurde verweigert.

# document_suggestRestore.accessDenied
source: Suggesting restore of %s failed, access denied.
de: Wiederherstellungsvorschlag für %s fehlgeschlagen, der Zugriff wurde verweigert.

# document_suggestChange.missingValues
source: Suggestion for %s failed, missing Information. Please fill in all required fields.
de: Änderungsvorschlag von %s fehlgeschlagen, es fehlen noch Angaben. Bitte füllen Sie alle Pflichtfelder aus.

# document_save.max_size_error
source: Maximum document size exceeded.
de: Maximale Größe des Dokuments überschritten.

# document_transfer.next_id_failure
source: Couldn't get a valid Document id from the repository.
de: Es konnte keine gültige Dokument-ID aus dem Repository abgerufen werden.

# document_transfer.repository_connection_error
source: The connection to the repository server failed.
de: Die Verbindung zum Repository-Server ist fehlgeschlagen.

# document_transfer.elasticsearch_connection_error
source: The connection to the search server failed.
de: Die Verbindung zum Such-Server ist fehlgeschlagen.

# document_transfer.elasticsearch_indexname_error
source: The search index name is not configured.
de: Der Name des Suchindexes ist nicht konfiguriert.

# error.unexpected
source: Failed, an unexpected error occurred.
de: Fehlgeschlagen, ein unerwarteter Fehler ist aufgetreten.

# error.access_denied
source: Access denied!
de: Zugriff verweigert!

# error.retrieve_failed
source: Retrieve failed. Title or document type wasn't found.
de: Laden des Dokuments fehlgeschlagen. Titel oder Dokumenttyp nicht gefunden

# form_button.addFile
source: add file
de: Weitere Datei hinzufügen

# form_button.add_item
source: add %s
de: %s hinzufügen

# form_button.cancel
source: cancel
de: Abbrechen

# form_button.edit
source: edit
de: Bearbeiten

# form_button.register
source: register
de: Melden

# form_button.suggestion
source: suggestion
de: Änderungsvorschlag

# form_button.create_value
source: create
de: Anlegen

# form_button.delete
source: delete
de: Löschen

# form_button.delete_item
source: delete %s
de: Lösche %s

# form_button.deleteLocally
source: delete
de: Löschen

# form_button.deleteLocallySuggestion
source: decline
de: Ablehnen

# form_button.duplicate
source: Duplicate
de: Duplizieren

# form_button.changeDocumentType
source: Change publication type
de: Publikationstyp ändern

# form_button.deleteWorkingCopy
source: delete working copy
de: Arbeitskopie löschen

# form_button.suggestRestore
source: suggest restore
de: Wiederherstellung vorschlagen

# form_button.acceptSuggest
source: accept suggestion
de: Änderungsvorschlag akzeptieren

# form_button.remove_file
source: remove
de: Entfernen

# form_button.save
source: save
de: Speichern

# form_button.saveWorkingCopy
source: save working copy
de: Arbeitskopie speichern

# form_button.saveAndUpdate
source: save and update
de: Speichern und aktualisieren

# form_button.saveSuggestion
source: save suggestion
de: Vorschlag absenden

# form_button.validate
source: validate
de: Überprüfen

# form_button.nextPage
source: next
de: Nächste

# form_button.prevPage
source: previous
de: Vorherige

# form_button.showOriginalDocument
source: Current version
de: Aktuelle Version

# form_button.discard
source: discard
de: Verwerfen

# form_button.moreInfo
source: More info ...
de: Mehr erfahren ...

# form_button.unselectAll
source: Deselect
de: Auswahl aufheben

# form_page.files
source: Files
de: Dateien

# form_value.yes
source: yes
de: ja

# form_error_msg.all
source: The form contains errors.
de: Das Formular enthält Fehler.

# form_error_msg.field_invalid
source: Invalid input
de: Ungültige Eingabe

# form_error_msg.field_max_length
source: The maximum number of %s characters has been exceeded.
de: Die maximale Anzahl von %s Zeichen wurde überschritten.

# form_error_msg.group_mandatory
source: Please fill in the required fields.
de: Bitte füllen Sie die Pflichtfelder aus.

# form_error_msg.group_one_required
source: Please fill out at least one of the fields.
de: Bitte füllen Sie mindestens eins der Felder aus.

# form_error_msg.nothing_found
source: Nothing found.
de: Es wurde kein passender Eintrag gefunden.

# form_error_msg.filloutservice_urn
source: URN service unavailable.
de: URN-Service nicht verfügbar.

# form_error_msg.file.no_pdfa
source: File must be a PDF/A file.
de: Die Datei muss im Format PDF/A sein.

# form_error_msg.file.successfully_validated
source: File successfully validated.
de: Die Dateiprüfung war erfolgreich.

# form_error_msg.file.validation_pending
source: Validation pending.
de: Dateiprüfung ausstehend.

# form_info_msg.personid_added
source: We have added you as the author of this publication. Please check the information and confirm the change.
de: Wir haben Sie als Autor*in für diese Publikation hinzugefügt. Bitte prüfen Sie die Angaben und bestätigen Sie die Änderung.

# form_legend.primaryFile
source: Primary File* (Format: PDF / PDF/A)
de: Volltextdatei* (Format: PDF / PDF/A)

# form_legend.secondaryFile
source: Secondary File (Format: PDF / PDF/A et al.)
de: Sekundärdatei (Format: PDF / PDF/A o.a.)

# form_success_msg.all
source: Form successfully validated.
de: Formular erfolgreich überprüft.

# manager.activate
source: activate
de: aktivieren

# manager.confirmActivate.message
source: The document "%s" will be marked as active in the repository.
de: Das Dokument "%s" wird im Repository als aktiv markiert.

# manager.confirmActivate.messageHeader
source: Do you really want to activate the document?
de: Wollen Sie das Dokument wirklich aktivieren?

# manager.client
source: Client
de: Mandant

# manager.control.documents
source: Workspace
de: Arbeitsbereich

# manager.control.suggestions
source: Suggestions
de: Änderungsvorschläge

# manager.control.editDocument
source: Edit Publication
de: Publikation bearbeiten

# manager.control.createNewDocument
source: Add manually
de: Manuelle Eingabe

# manager.control.editSuggestion
source: Suggestion
de: Änderungsvorschlag

# manager.control.suggestionDescription
source: Here you can submit suggestions for changes to existing records. You can upload related files and recover from discarded records. Please enter your changes directly in the appropriate fields.
de: Hier können Sie Vorschläge für Änderungen an bestehenden Datensätzen einreichen. Sie können zugehörige Dateien hochladen und bei verworfenen Datensätzen die Wiederherstellung vorschlagen. Bitte geben Sie Ihre Änderungen direkt in die entsprechenden Felder ein.

# manager.control.suggestionFileUploadInfo
source: Here you can upload new or additional files for publication. It is not possible to exchange or remove existing files here. If you wish, please explain it in the comment field above.
de: Hier können Sie neue bzw. ergänzende Dateien zur Veröffentlichung hochladen. Es ist hier nicht möglich, bestehende Dateien auszutauschen oder zu entfernen. Sollten Sie das wünschen, erläutern Sie es bitte im Kommentarfeld oben

# manager.control.myPublications
source: My publications
de: Meine Publikationen

# manager.control.search
source: Search
de: Suche

# manager.confirm.no
source: cancel
de: abbrechen

# manager.confirm.yes
source: continue
de: fortsetzen

# manager.delete
source: delete
de: löschen

# manager.confirmDelete.message
source: The document "%s" will be removed from the local list and therefore all changes are rejected. Documents in the repository remain unchanged.
de: Das Dokument "%s" wird aus der lokalen Liste entfernt und daher alle Änderungen verworfen. Dokumente im Repository bleiben uverändert.

# manager.confirmDelete.messageHeader
source: Do you really want to delete the document?
de: Möchten Sie das Dokument wirklich löschen?

# manager.deleteLocally
source: delete
de: löschen

# manager.confirmDeleteLocally.message
source: The document "%s" will be deleted completely. This cannot be undone.
de: Das Dokument "%s" wird vollständig gelöscht. Dies kann nicht rückgängig gemacht werden.

# manager.confirmDeleteLocally.messageHeader
source: Do you really want to delete the document completely?
de: Möchten Sie das Dokument wirklich vollständig löschen?

# manager.confirmDeleteLocallySuggestion.message
source: The suggestion and any attached files are completely deleted. This cannot be reversed.
de: Der Vorschlag wird vollständig gelöscht. Dies kann nicht rückgängig gemacht werden.

# manager.confirmDeleteLocallySuggestion.messageHeader
source: Do you really want to delete the suggestion?
de: Möchten Sie den Änderungsvorschlag wirklich ablehnen?

# manager.confirmReason
source: Please give a reason:
de: Bitte geben Sie einen Grund an:

# manager.confirmDeleteLocallySuggestionReason
source: If the suggestion came from the FIS, you can state a reason for the rejection here:
de: Falls der Vorschlag aus dem FIS stammte, können Sie hier einen Grund für die Ablehnung angeben:

# manager.confirmDeleteWorkingCopy.message
source: The document "%s" will be deleted completely. This cannot be undone.
de: Das Dokument "%s" wird vollständig gelöscht. Dies kann nicht rückgängig gemacht werden.

# manager.confirmDeleteWorkingCopy.messageHeader
source: Do you really want to delete the working copy completely?
de: Möchten Sie die Arbeitskopie wirklich vollständig löschen?

# manager.confirmRegister.message
source: The document "%s" will be registered for publication.
de: Das Dokument "%s" wird zur Veröffentlichung angemeldet.

# manager.confirmRegister.messageHeader
source: Do you really want to register the document?
de: Möchten Sie das Dokument wirklich melden?

# manager.confirmBatchRegister.messageHeader
source: Do you really want to register the selected documents?
de: Möchten Sie die ausgewählten Dokumente wirklich melden?

# manager.confirmBatchRegister.message
source: The selected documents will be registered for publication.
de: Die ausgewählten Dokumente werden zur Veröffentlichung angemeldet.

# manager.confirmSetInProgress.message
source: The document "%s" will be taken into processing.
de: Das Dokument "%s" wird in Bearbeitung genommen.

# manager.confirmSetInProgress.messageHeader
source: Do you really want to take the document into processing?
de: Möchten Sie das Dokument wirklich in Bearbeitung nehmen?

# manager.confirmBatchSetInProgress.messageHeader
source: Do you really want to take the selected documents into processing?
de: Möchten Sie die ausgewählten Dokumente wirklich in Bearbeitung nehmen?

# manager.confirmBatchSetInProgress.message
source: The selected documents will be taken into processing.
de: Die ausgewählten Dokumente werden in Bearbeitung genommen.

# manager.confirmBatchRemove.messageHeader
source: Do you really want to remove the selected documents?
de: Möchten Sie die ausgewählten Dokumente wirklich entfernen?

# manager.confirmBatchRemove.message
source: The selected documents will be removed from your workspace.
de: Die ausgewählten Dokumente werden aus Ihrem Arbeitsbereich entfernt.

# manager.confirmBatchReleaseValidated.messageHeader
source: Do you really want to release and validate the selected documents?
de: Möchten Sie die ausgewählten Dokumente wirklich freigeben und validieren?

# manager.confirmBatchReleaseValidated.message
source: The selected documents will be released and validated.
de: Die ausgewählten Dokumente werden freigegeben und validiert.

# manager.confirmBatchReleaseUnvalidated.messageHeader
source: Do you really want to release but not validate the selected documents?
de: Möchten Sie die ausgewählten Dokumente wirklich freigeben aber nicht validieren?

# manager.confirmBatchReleaseUnvalidated.message
source: The selected documents will be released but not validated.
de: Die ausgewählten Dokumente werden freigegeben aber nicht validiert.

# manager.confirmBatchBookmark.messageHeader
source: Do you really want to bookmark the selected documents?
de: Möchten Sie die ausgewählten Dokumente wirklich übernehmen?

# manager.confirmBatchBookmark.message
source: The selected documents will be bookmarked.
de: Die ausgewählten Dokumente werden übernommen.

# manager.confirmRemoveBookmark.messageHeader
source: Do you really want to remove the document from the list?
de: Möchten Sie das Dokument wirklich aus der Liste entfernen?

# manager.confirmRemoveBookmark.message
source: The selected documents will be removed from the list.
de: Das ausgewählte Dokument wird aus der Liste entfernt.

# manager.discard
source: discard
de: Verwerfen

# manager.confirmDiscard.message
source: The document "%s" will be marked as discarded.
de: Das Dokument "%s" wird als verworfen markiert.

# manager.confirmDiscard.messageHeader
source: Do you really want to discard the document?
de: Möchten Sie das Dokument wirklich verwerfen?

# manager.postpone
source: postpone
de: Zurückstellen

# manager.confirmPostpone.message
source: The document "%s" will be marked as postponed.
de: Das Dokument "%s" wird als zurückgestellt markiert.

# manager.confirmPostpone.messageHeader
source: Do you really want to postpone the document processing?
de: Möchten Sie die Dokument-Bearbeitung wirklich zurückstellen?

# manager.alertDocumentState.message
source: The status of this record has changed. Click <a href="">here</a> to update.
de: Der Status dieses Datensatzes hat sich geändert. Zum Aktualisieren <a href="">hier</a> klicken.

# manager.alertDocumentState.messageHeader
source: Action not possible
de: Ausgewählte Aktion ist nicht möglich.

# manager.alertDocumentState.cancel
source: Close
de: Schließen

# manager.alertDocumentLocked.message
source: This record is currently being edited by someone else.
de: Dieser Datensatz wird gerade von jemand anderem bearbeitet.

# manager.alertDocumentLocked.messageHeader
source: Action not possible.
de: Ausgewählte Aktion ist nicht möglich.

# manager.alertDocumentLocked.cancel
source: Close
de: Schließen

# manager.alertUnexpected.message
source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.

# manager.alertUnexpected.messageHeader
source: Action not possible.
de: Ausgewählte Aktion ist nicht möglich.

# manager.alertUnexpected.cancel
source: Close
de: Schließen

# manager.document.authors
source: Authors
de: Autoren

# manager.document.publishedDate
source: Published Date
de: Veröffentlichungsdatum

# manager.document.state
source: State
de: Status

# manager.document.suggestions
source: Suggestions
de: Änderungsvorschläge

# manager.document.suggestionDetails
source: Suggestion details.
de: Details zum Änderungsvorschlag

# manager.document.suggestionDetails.acceptAll
source: Accept all
de: Alles annehmen

# manager.document.suggestionDetails.acceptSuggested
source: Accept selection
de: Nur Auswahl annehmen

# manager.document.suggestionDetails.deleteLocallySuggestion
source: Reject all
de: Alles ablehnen

# manager.document.suggestionDetails.columnGroupField
source: Group/Field
de: Gruppe/Feld

# manager.document.suggestionDetails.columnSuggestion
source: Suggestion
de: Vorschlag

# manager.document.suggestionDetails.columnAccept
source: Accept
de: Übernahme

# manager.document.suggestionDetails.add
source: add
de: hinzufügen

# manager.document.suggestionDetails.change
source: change
de: ändern

# manager.document.suggestionDetails.remove
source: remove
de: löschen

# manager.document.localStatus.new
source: New
de: Eingestellt

# manager.document.localStatus.registered
source: Registered
de: Gemeldet

# manager.document.localStatus.in_progress
source: In progress
de: In Bearbeitung

# manager.document.localStatus.discarded
source: Discarded
de: Verworfen

# manager.document.localStatus.postponed
source: Postponed
de: Zurückgestellt

# manager.document.localStatus.deleted
source: Deleted
de: Gelöscht

# manager.document.noTitle
source: No title
de: Kein Titel

# manager.document.title
source: Title
de: Titel

# manager.document.type
source: Type
de: Typ

# manager.document.discard.note
source: The document has been discarded: %s Reason: %s
de: Das Dokument wurde verworfen: %s Grund: %s
