Repository: kitodo/kitodo-publication
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# manager.document.postpone.note
source: The document has been postponed: %s Reason: %s
de: Das Dokument wurde zurückgestellt: %s Grund: %s

# manager.documentList.state.new
source: New
de: Eingestellt

# manager.documentList.state.registered
source: Registered
de: Gemeldet

# manager.documentList.state.released
source: Released
de: Freigegeben

# manager.documentList.state.postponed
source: Postponed
de: Zurückgestellt

# manager.documentList.state.discarded
source: Discarded
de: Verworfen

# manager.documentList.state.in_progress
source: In progress
de: In Bearbeitung

# manager.documentDetails.cancel
source: Back
de: Zurück

# manager.documentDetails.suggestionWarning
source: There is a suggestion document for this document.
de: Zu diesem Datensatz liegt ein Änderungsvorschlag vor.

# manager.doublet
source: Doublet Check
de: Doubletten-Check

# manager.show
source: Show
de: Anzeigen

# manager.showWorkingCopy
source: Show working copy
de: Arbeitskopie anzeigen

# manager.inactivate
source: inactivate
de: inaktiv

# manager.confirmInactivate.message
source: The document "%s" will be marked as inactive in the repository.
de: Das Dokument "%s" wird im Repository als inaktiv markiert.

# manager.confirmInactivate.messageHeader
source: Do you really want to inactivate the document?
de: Wollen Sie das Dokument wirklich deaktivieren?

# manager.releasePublish
source: release
de: Freigeben

# manager.confirmReleasePublish.message
source: The document "%s" will be sent to the repository and the local document will be discarded.
de: Das Dokument "%s" wird an das Repository gesendet und das lokale Dokument verworfen.

# manager.confirmReleasePublish.messageHeader
source: Do you really want to publish the document?
de: Wollen Sie das Dokument wirklich veröffentlichen?

# manager.confirmRestore.message
source: The document "%s" will be marked as inactive in the repository.
de: Das Dokument "%s" wird im Repository als inaktiv markiert.

# manager.confirmRestore.messageHeader
source: Do you really want to restore the document?
de: Wollen Sie das Dokument wirklich wiederherstellen?

# manager.tooltip.activate
source: Activate document
de: Dokument aktivieren

# manager.tooltip.duplicate
source: Duplicate document
de: Dokument duplizieren

# manager.tooltip.inactivate
source: Inactivate document
de: Dokument deaktivieren

# manager.tooltip.preview
source: Show document preview
de: Dokumentenvorschau anzeigen

# manager.tooltip.datacite
source: Download DataCite XML
de: DataCite XML herunterladen

# manager.tooltip.uploadFiles
source: Upload fulltext
de: Volltext hochladen

# manager.chooseClientMessage
source: Please select a client in the page tree.
de: Bitte Mandanten im Seitenbaum auswählen.

# manager.workspace.accessDenied
source: Access denied.
de: Der Zugriff wurde verweigert.

# manager.workspace.title
source: Title
de: Titel

# manager.workspace.title.copy
source: [Copy]
de: [Kopie]

# manager.workspace.publicationType
source: publication type
de: Publikationstyp

# manager.workspace.persons
source: Persons
de: Personen

# manager.workspace.publicationYear
source: Year
de: Jahr

# manager.workspace.state
source: State
de: Status

# manager.workspace.creator
source: Creator
de: Ersteller_in

# manager.workspace.creator.self
source: Self
de: Sie selbst

# manager.workspace.creator.librarian
source: Librarian
de: Bibliothekar_in

# manager.workspace.creator.user
source: User
de: Nutzer_in

# manager.workspace.creator.tooltip.self
source: Record created by myself.
de: Von mir selbst erstellter Datensatz.

# manager.workspace.creator.tooltip.librarian
source: Record created by the library.
de: Von der Bibliothek erstellter Datensatz.

# manager.workspace.creator.tooltip.user
source: Record created by other users.
de: Von anderen Nutzer*innen erstellter Datensatz.

# manager.workspace.creator.unknown
source: Unknown
de: Unbekannt

# manager.workspace.universityPublication
source: Institutional bibliography
de: Institutionelle Bibliografie

# manager.workspace.universityPublication.tooltip
source: Originated from scientific work at the UL
de: Hervorgegangen aus wissenschaftlicher Tätigkeit an der UL

# manager.workspace.fulltextMedia
source: Fulltext
de: Volltext

# manager.workspace.creationDate
source: Created
de: Erstellt

# manager.workspace.creationDate.tooltip
source: Creation date
de: Erstellungsdatum

# manager.workspace.processNumber.tooltip
source: Process number
de: Vorgangsnummer

# manager.workspace.publicationType.tooltip
source: Publication type
de: Publikationstyp

# manager.workspace.documentState.tooltip
source: Workflow state
de: Workflow-Status

# manager.workspace.noTitle
source: No title
de: kein Titel

# manager.workspace.hasFiles.aggregations.true
source: Yes
de: Ja

# manager.workspace.hasFiles.aggregations.false
source: No
de: Nein

# manager.workspace.universityPublication.aggregations.true
source: Yes
de: Ja

# manager.workspace.universityPublication.aggregations.false
source: No
de: Nein

# manager.workspace.listDocuments
source: Documents
de: Dokumente

# manager.workspace.hideDiscarded
source: Hide own discarded
de: Eigene Verworfene ausblenden

# manager.workspace.showDiscarded
source: Show own discarded
de: Eigene verworfene anzeigen

# manager.workspace.showBookmarksOnly
source: Show bookmarks only
de: Nur Gemerkte anzeigen

# manager.workspace.filter.all
source: (all publication types)
de: (alle)

# manager.workspace.filter.allDoctypes
source: (all publications)
de: (alle Publikationstypen)

# manager.workspace.batchAction.register.success.singular
source: %s record out of %s successfully registered.
de: %s Datensatz von %s wurde erfolgreich gemeldet.

# manager.workspace.batchAction.register.success.plural
source: %s records out of %s successfully registered.
de: %s Datensätze von %s wurden erfolgreich gemeldet.

# manager.workspace.batchAction.setInProgress.success.singular
source: %s record out of %s successfully taken into processing.
de: %s Datensatz von %s wurde erfolgreich in Bearbeitung genommen.

# manager.workspace.batchAction.setInProgress.success.plural
source: %s records out of %s successfully taken into processing.
de: %s Datensätze von %s wurden erfolgreich in Bearbeitung genommen.

# manager.workspace.batchAction.remove.success.singular
source: %s record out of %s successfully removed.
de: %s Datensatz von %s wurde erfolgreich entfernt.

# manager.workspace.batchAction.remove.success.plural
source: %s records out of %s successfully removed.
de: %s Datensätze von %s wurden erfolgreich entfernt.

# manager.workspace.batchAction.release.success.singular
source: %s record out of %s successfully released.
de: %s Datensatz von %s wurde erfolgreich freigegeben.

# manager.workspace.batchAction.release.success.plural
source: %s records out of %s successfully released.
de: %s Datensätze von %s wurden erfolgreich freigegeben.

# manager.workspace.batchAction.failure
source: The desired action is not possible for your selection.
de: Die gewünschte Aktion ist für Ihre Auswahl nicht möglich.

# manger.workspace.batch.buttonRegister
source: Register
de: Eingestellte melden

# manger.workspace.batch.buttonRemove
source: Remove from "Workspace"
de: Aus "Arbeitsbereich" entfernen

# manger.workspace.batch.buttonReleaseValidated
source: Release and validate
de: Freigeben und validieren

# manger.workspace.batch.buttonReleaseUnvalidated
source: Release and not validate
de: Freigeben und nicht validieren

# manger.workspace.batch.buttonSetInProgress
source: Take into processing
de: In Bearbeitung nehmen

# manager.workspace.bookmarkRemoved.singular
source: Record has been removed from workspace.
de: Datensatz aus Arbeitsbereich entfernt.

# manager.workspace.bookmarkRemoved.plural
source: %s Records have been removed from workspace.
de: %s Datensätze aus Arbeitsbereich entfernt.

# manager.workspace.batchAction.bookmark.success.singular
source: %s record out of %s successfully bookmarked.
de: %s Datensatz von %s wurde erfolgreich übernommen.

# manager.workspace.batchAction.bookmark.success.plural
source: %s records out of %s successfully bookmarked.
de: %s Datensätze von %s wurden erfolgreich übernommen.

# manager.workspace.bookmarkAdded
source: Record has been added to the workspace.
de: Datensatz wurde dem Arbeitsbereich hinzugefügt.

# manager.workspace.documentCounter
source: %s from %s to %s.
de: %s bis %s von %s.

# manager.workspace.notes.header
source: Administrative notes
de: Bearbeitungsnotizen

# manager.workspace.notes.close
source: Close
de: Schließen

# manager.workspace.notes.tooltip
source: Show administrative notes
de: Bearbeitungsnotizen anzeigen

# manager.workspace.itemsPerPage
source: Documents per page:
de: Dokumente pro Seite:

# manager.importMetadata.alreadyInWorkspace
source: A publication with this identifier is already in the "Workspace". Nothing was imported.
de: Eine Publikation mit diesem Identifikator ist bereits im „Arbeitsbereich“. Es wurde nichts importiert.

# manager.importMetadata.alreadyInMyPublications
source: A publication with this identifier is already in "My Publications". Nothing was imported.
de: Eine Publikation mit diesem Identifikator ist bereits in „Meine Publikationen“. Es wurde nichts importiert.

# manager.importMetadata.alreadyInSystemWorkspace
source: A publication with this identifier is already in the system. It has been added to „Workspace”. Please check the entry there.
de: Eine Publikation mit diesem Identifikator ist bereits im System. Sie wurde zum „Arbeitsbereich“ hinzugefügt. Bitte prüfen Sie den Eintrag dort.

# manager.importMetadata.alreadyInSystemMyPublications
source: A publication with this identifier is already in the system. It has been added to „My Publications”. Please check the entry there.
de: Eine Publikation mit diesem Identifikator ist bereits im System. Sie wurde zu „Meine Publikationen“ hinzugefügt. Bitte prüfen Sie den Eintrag dort.

# manager.importMetadata.publicationAddedToMyPublications
source: The publication was imported. Please check that all information is correct and identify people who belong to the university of Leipzig.
de: Die Publikation wurde importiert. Bitte prüfen Sie, ob alle Angaben korrekt sind, und identifizieren Sie Personen, die zur Universität Leipzig gehören.

# manager.importMetadata.publicationAddedToWorkspace
source: The publication was imported. Please check that all information is correct and identify people who belong to the university of Leipzig.
de: Die Publikation wurde importiert. Bitte prüfen Sie, ob alle Angaben korrekt sind, und identifizieren Sie Personen, die zur Universität Leipzig gehören.

# manager.importMetadata.publicationNotImported
source: Could not import the publication.
de: Die Publikation konnte nicht importiert werden.

# manager.importMetadata.searchError
source: Error while searching.
de: Bei der Suche trat ein Fehler auf.

# manager.importMetadata.nothingFound
source: The search was unsuccessful. Please use the manual entry.
de: Die Suche brachte kein Ergebnis. Bitte benutzen Sie die manuelle Eingabe.

# manager.importMetadata.inputLabel
source: Identifier (DOI, PMID, ISBN)
de: Identifikator (DOI, PMID, ISBN)

# manager.importMetadata.lookupIdentifier
source: Look up
de: Nachschlagen

# manager.importMetadata.identifierLabel
source: Identifier
de: Identifikator

# manager.importMetadata.importDocumentSubmit
source: Import
de: Importieren

# manager.importMetadata.cancel
source: Cancel
de: Abbrechen

# manager.importMetadata.publication.singular
source: Publication
de: Publikation

# manager.importMetadata.publication.plural
source: Publications
de: Publikationen

# manager.bulkImport.header
source: Import from Crossref/PubMed
de: Import aus Crossref/PubMed

# manager.bulkImport.publication.singular
source: Publication
de: Publikation

# manager.bulkImport.publication.plural
source: Publications
de: Publikationen

# manager.bulkImport.importMessage.libarian
source: %s %s were imported and %s existing %s added to "Workspace".
de: Es wurden %s %s importiert und %s vorhandene %s zum "Arbeitsbereich" hinzugefügt.

# manager.bulkImport.importMessage.researcher
source: %s %s were imported and %s existing %s added to "My Publications".
de: Es wurden %s %s importiert und %s vorhandene %s zu "Meine Publikationen" hinzugefügt.

# manager.bulkImport.importNote
source: Please identify yourself and other researchers if necessary. To do this, click on names that have not yet been marked with the [Person] symbol. If your own name is missing, click on the [+] symbol.
de: Bitte identifizieren Sie jetzt sich selbst und ggf. auch andere Forschende. Klicken Sie dazu auf Namen, die noch nicht mit dem Symbol [Person] markiert sind. Fehlt Ihr eigener Name, klicken Sie auf das [+]-Symbol.

# manager.bulkImport.complete
source: Finish
de: Fertig

# manager.bulkImport.crossrefSearchButton
source: Search in Crossref
de: Nachschlagen in Crossref

# manager.bulkImport.pubMedSearchButton
source: Search in PubMed
de: Nachschlagen in PubMed

# manager.bulkImport.resultsInfo
source: Searchresults for "%s" in %s:
de: Suchergebnisse für "%s" in %s:

# manager.bulkImport.import
source: Import selected ones
de: Markierte importieren

# manager.bulkImport.cancel
source: Cancel
de: Abbrechen

# manager.uploadImport.chooseFile
source: Choose file
de: Datei auswählen

# manager.uploadImport.importMessage.singular
source: %s %s was imported.
de: Es wurde %s %s importiert.

# manager.uploadImport.importMessage.plural
source: %s %s were imported.
de: Es wurden %s %s importiert.

# manager.uploadImport.importNote
source: To complete the import, please check whether your own name has been correctly recognized and, if necessary, identify other researchers. To do this, click on names that are not yet highlighted in color. If your own name is missing, click on the [+] symbol.
de: Um den Import abzuschließen, prüfen Sie bitte, ob Ihr eigener Name richtig erkannt wurde, und identifizieren Sie ggf. auch andere Forschende. Klicken Sie dazu auf Namen, die noch nicht farbig hinterlegt sind. Fehlt Ihr eigener Name, klicken Sie auf das [+]-Symbol.

# manager.uploadImport.incompleteData
source: Could not import publication number %s%s, because the following fields are empty: %s
de: Konnte die Publikation Nr. %s nicht importieren%s, da die folgenden Felder leer sind: %s

# manager.uploadImport.bibTex.submitUpload
source: Import BibTeX
de: BibTeX importieren

# manager.uploadImport.risWos.submitUpload
source: Import RIS (Web of Science)
de: RIS (Web of Science) importieren

# risReader.parseFailure
source: Error while reading ris data
de: Fehler beim Einlesen der RIS-Daten

# manager.uploadImport.invalidFormat
source: Import failed. Invalid file format
de: Import fehlgeschlagen. Die Datei entspricht nicht dem erwarteten Format.

# manager.uploadImport.uploadError
source: Import failed. An error occurred while uploading the file.
de: Import fehlgeschlagen. Die Datei konnte nicht hochgeladen wercden.

# manager.search.saveQuery.successfully
source: Search query has been saved.
de: Die Suche wurde gespeichert.

# manager.search.searchField.persons
source: Persons
de: Personen

# manager.search.searchField.title
source: Title
de: Titel

# manager.search.searchField.identifier
source: Identifier
de: Identifikator

# manager.search.searchField.publicationType
source: Publication type
de: Publikationstyp

# manager.search.searchField.source
source: Source
de: Quelle

# manager.search.searchField.year
source: Year
de: Jahr

# manager.search.searchField.publisher
source: Publisher
de: Verlag

# manager.search.searchField.language
source: Language
de: Sprache

# manager.search.searchField.state
source: State
de: Status

# manager.search.searchField.universityPublication
source: Institutional bibliography
de: Institutionelle Bibliografie

# manager.search.searchField.withFile
source: With file (Fulltext)
de: Mit Datei (Volltext)

# manager.search.searchField.embargoEnd
source: Embargo end
de: Embargoende

# manager.search.searchField.creationDate
source: Creation date
de: Erstellungsdatum

# manager.search.searchField.comment
source: Comment
de: Kommentar

# manager.search.addSearchField
source: Add search field
de: Suchfeld hinzufügen

# manager.search.addSearchField.missingQuery
source: Missing name or search query.
de: Name oder Suchanfrage fehlt

# manager.search.addSearchField.save
source: Save
de: Speichern

# manager.search.addSearchFieldDialog.title
source: Add search field
de: Suchfeld hinzufügen

# manager.search.addSearchFieldDialog.and
source: and
de: und

# manager.search.addSearchFieldDialog.or
source: or
de: oder

# manager.search.addSearchFieldDialog.is
source: is
de: ist

# manager.search.addSearchFieldDialog.isNot
source: is not
de: ist nicht

# manager.search.addSearchFieldDialog.state
source: State
de: Status

# manager.search.addSearchFieldDialog.field
source: Field
de: Feld

# manager.search.addSearchFieldDialog.yes
source: Yes
de: Ja

# manager.search.addSearchFieldDialog.no
source: No
de: Nein

# manager.search.addSearchFieldDialog.documentType
source: Document type
de: Dokumenttyp

# manager.search.addSearchFieldDialog.from
source: From
de: Von

# manager.search.addSearchFieldDialog.to
source: To
de: Bis

# manager.search.addSearchFieldDialog.cancel
source: Cancel
de: Abbrechen

# manager.search.addSearchFieldDialog.add
source: Add
de: Hinzufügen

# manager.search.loadQuery
source: Load search
de: Suche laden

# manager.search.saveQuery
source: Save search
de: Suche speichern

# manager.search.showNumberOfResults.singular
source: %s record was found.
de: Es wurde %s Datensatz gefunden.

# manager.search.showNumberOfResults.plural
source: %s records were found.
de: Es wurden %s Datensätze gefunden.

# manager.confirmDoctypeChange.header
source: Change the publication type
de: Publikationstyp ändern

# manager.confirmDoctypeChange.newDocumentType
source: New publication type
de: Neuer Publikationstyp

# manager.confirmDoctypeChange.saveSummary
source: Save summary
de: Zusammenfassung speichern

# manager.confirmDoctypeChange.message
source: By changing the publication type, content from fields that are not available in the new publication type may be lost. This cannot be undone. To keep the current data for later review, copy it out of this summary:
de: Durch die Änderung des Publikationstyps gehen evtl. Inhalte aus Feldern verloren, die im neuen Publikationstyp nicht vorhanden sind. Das kann nicht rückgängig gemacht werden. Um die aktuellen Daten für eine spätere Überprüfung zu behalten, kopieren Sie sie aus dieser Zusammenfassung heraus:

# manager.confirmDoctypeChange.cancel
source: Cancel
de: Abbrechen

# manager.confirmDoctypeChange.submit
source: Change now
de: Jetzt ändern

# notification.ingestDocument.submitter.body
source: Your document has been published: Submitter: ###SUBMITTER_NAME### Title: ###TITLE### Author: ###AUTHOR### URL: ###URL### Date: ###DATE###
de: Sehr geehrte/r ###SUBMITTER_NAME###, die Veröffentlichung des folgenden elektronischen Dokuments auf dem Dokumenten- und Publikationsserver Qucosa ist erfolgt: Titel: ###TITLE### Erste/r AutorIn: ###AUTHOR### Das Dokument ist unter der URL ###URL### online verfügbar und zitierfähig. Die Funktion des Links wird in Kürze bereitgestellt. Mit freundlichen Grüßen Sächsische Landesbibliothek- Staats- und Universitätsbibliothek Dresden

# notification.ingestDocument.submitter.subject
source: Document published
de: Ihre Veröffentlichung auf Qucosa – Freigabebestätigung

# notification.newDocument.admin.body
source: A new document has been registered: Submitter: ###SUBMITTER_NAME### Title: ###TITLE### Author: ###AUTHOR### URN: ###URN### Date: ###DATE###
de: Ein neues Dokument wurde angemeldet: Ersteller: ###SUBMITTER_NAME### Titel: ###TITLE### Autor: ###AUTHOR### URN: ###URN### Datum: ###DATE###

# notification.newDocument.admin.subject
source: New document registered
de: Ein neues Dokument wurde angemeldet

# notification.newDocument.submitter.body
source: You have registered the following document: Submitter: ###SUBMITTER_NAME### Title: ###TITLE### Author: ###AUTHOR### URN: ###URN### Date: ###DATE###
de: Sehr geehrte/r ###SUBMITTER_NAME###, wir bestätigen Ihnen die Anmeldung des folgenden elektronischen Dokuments und der zugehörigen Metadaten auf dem Dokumenten- und Publikationsserver Qucosa. Titel: ###TITLE### Erste/r AutorIn: ###AUTHOR### Ihre Anmeldung wird schnellstmöglich bearbeitet. Bitte übermitteln Sie uns - falls noch nicht geschehen - die unterschriebene Einverständniserklärung. Sobald Ihr Dokument online verfügbar ist, benachrichtigen wir Sie per E-Mail. Mit freundlichen Grüßen Sächsische Landesbibliothek- Staats- und Universitätsbibliothek Dresden

# notification.newDocument.submitter.subject
source: You have registered a document
de: Ihre Veröffentlichung auf Qucosa – Anmeldebestätigung

# notification.registerDocument.admin.body
source: A document has been registered: Submitter: ###SUBMITTER_NAME### Title: ###TITLE### Author: ###AUTHOR### URN: ###URN### Date: ###DATE###
de: Ein Dokument wurde angemeldet: Ersteller: ###SUBMITTER_NAME### Titel: ###TITLE### Autor: ###AUTHOR### URN: ###URN### Datum: ###DATE###

# notification.document.embargo.admin.subject
source: Embargo expired
de: Embargo ist abgelaufen

# notification.document.embargo.admin.body
source: Embargo is expired: Submitter: ###SUBMITTER_NAME### Title: ###TITLE### Author: ###AUTHOR### URN: ###URN### Date: ###DATE###
de: Das Embargo ist abgelaufen: Submitter: ###SUBMITTER_NAME### Title: ###TITLE### Author: ###AUTHOR### URN: ###URN### Date: ###DATE###

# notification.registerDocument.admin.subject
source: Document registered
de: Ein Dokument wurde angemeldet

# notification.newSuggestion.admin.body
source: A new suggestion has been added: Submitter: ###SUBMITTER_NAME### Title: ###TITLE### Author: ###AUTHOR### URN: ###URN### Date: ###DATE### URL: ###DETAIL_URL###
de: Ein Änderungsvorschlag wurde erstellt: Ersteller: ###SUBMITTER_NAME### Titel: ###TITLE### Autor: ###AUTHOR### URN: ###URN### Datum: ###DATE### URL: ###DETAIL_URL###

# notification.newSuggestion.admin.subject
source: New suggestion
de: Ein Änderungsvorschlag wurde erstellt

# notification.embargoExpired.admin.body
source: Embargo is expired: Submitter: ###SUBMITTER_NAME### Title: ###TITLE### Author: ###AUTHOR### URN: ###URN### Date: ###DATE###
de: Embargo ist abgelaufen: Ersteller: ###SUBMITTER_NAME### Titel: ###TITLE### Autor: ###AUTHOR### URN: ###URN### Datum: ###DATE###

# notification.embargoExpired.admin.subject
source: Embargo expired (automatic)
de: Embargo abgelaufen (automatisch)

# notification.updatePublication.mypublications.body
source: A publication has been updated: Submitter: ###SUBMITTER_NAME### Title: ###TITLE### Author: ###AUTHOR### URN: ###URN### Date: ###DATE### URL: ###DETAIL_URL###
de: Eine Publikation wurde aktualisiert: Ersteller: ###SUBMITTER_NAME### Titel: ###TITLE### Autor: ###AUTHOR### URN: ###URN### Datum: ###DATE### URL: ###DETAIL_URL###

# notification.updatePublication.mypublications.subject
source: One of your publications has been updated
de: Eine Ihrer Publikationen wurde aktualisiert

# notification.newPublication.mypublications.body
source: A publication has been added: Submitter: ###SUBMITTER_NAME### Title: ###TITLE### Author: ###AUTHOR### URN: ###URN### Date: ###DATE### URL: ###DETAIL_URL###
de: Eine Publikation wurde hinzugefügt: Ersteller: ###SUBMITTER_NAME### Titel: ###TITLE### Autor: ###AUTHOR### URN: ###URN### Datum: ###DATE### URL: ###DETAIL_URL###

# notification.newPublication.mypublications.subject
source: A publication has been added to your publications
de: Eine Publikationen wurde Ihren Publikationen hinzugefügt
